{"id": "jd1_2026-01-18T07:08:37.822Z", "features": [8.343462, 10.0, 3.380068, 10.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 6.53747, 10.0, 0.988233, 7.261293, 0.0, 0.0, 0.038089], "meta": {"name": "John Doe 1", "uni": "jd1", "email": "jd1@columbia.edu", "schoolYear": "CC (2028)", "raceEth": "American Indian or Alaska Native", "gpa": "3.89", "calc12": "yes", "courses": "MATH UN1202", "score_0_10": "5", "raw_score": "1.257728", "feature_version": "2", "resume_chars": "7744", "essayMath": "In my malaria research, experiments rarely worked on the first attempt—building and validating constructs forced me to troubleshoot systematically, isolate variables, and learn from each failure rather than reset from scratch.  ￼ That experience changed how I do math: I treat confusion like signal, keep a written “error log,” and persist by testing small cases, revising assumptions, and iterating until the structure clicks.\n", "essayCommunity": "I’m drawn to optimization and quantitative modeling—the key insight that you can translate messy real-world constraints into a clean objective + constraints, then analyze tradeoffs with rigor. My experience handling large-scale auditing and using Excel makes me excited to share practical modeling tools.  ￼  ￼ I’d contribute to PME by hosting a mini-workshop on building and stress-testing simple quantitative models (with optional Excel-based demos), followed by a guided problem set.\n"}}
{"id": "jd2_2026-01-18T07:14:28.066Z", "features": [8.064655, 10.0, 7.098914, 9.619273, 10.0, 10.0, 0.0, 10.0, 0.0, 2.953119, 4.230502, 8.646647, 5.50671, 0.0, 6.53747, 10.0, 0.988233, 5.934303, 5.682895, 0.0, 0.053542], "meta": {"name": "John Doe 2", "uni": "jd2", "email": "jd2@columbia.edu", "schoolYear": "CC (2028)", "raceEth": "Asian", "gpa": "3.86", "calc12": "yes", "courses": "MATH UN1202; MATH UN1201; MATH UN1207", "score_0_10": "5", "raw_score": "13.607316", "feature_version": "2", "resume_chars": "4308", "essayMath": "During my summer in Goldman Sachs’ FCC Business Intelligence Group, I learned to start with first principles and verify every link in a chain of evidence—counterparties, beneficial ownership, and geographic exposure—before making a conclusion.  ￼ That changed how I approach math: I write down assumptions explicitly, test edge cases, and treat “missing information” as a solvable subproblem rather than a dead end.\n", "essayCommunity": "I find econometrics compelling because the key insight is identification: a model is only as strong as the assumptions that make its parameters interpretable, not just computable.  ￼ This semester, I’d contribute to PME by leading a problem session on causal inference basics (omitted variables, IV intuition, difference-in-differences) with short exercises and optional Stata/R walkthroughs.  ￼"}}
{"id": "jd3_2026-01-18T07:17:52.813Z", "features": [9.420736, 10.0, 5.61765, 9.548019, 10.0, 10.0, 10.0, 10.0, 0.0, 5.034147, 6.671289, 5.50671, 5.50671, 0.0, 6.53747, 6.53747, 0.070822, 5.934303, 0.0, 3.429532, 0.052456], "meta": {"name": "John Doe 3", "uni": "jd3", "email": "jd3@columbia.edu", "schoolYear": "CC (2028)", "raceEth": "Asian", "gpa": "4.06", "calc12": "yes", "courses": "MATH UN1207; MATH UN1101", "score_0_10": "5", "raw_score": "12.413384", "feature_version": "2", "resume_chars": "4049", "essayMath": "While doing macro research at the BAUM TenPers Research Institute, I developed a framework linking money velocity and credit spreads through a Bellman-equation approach, and I had to validate every modeling choice against both theory and empirical literature.  ￼ That experience shaped how I approach math: I persist by iterating carefully, checking assumptions early, and treating “I’m stuck” as a cue to refine the model or rebuild from definitions.\n\n", "essayCommunity": "I find dynamic optimization compelling—especially the Bellman equation insight that complex intertemporal problems can be solved by expressing the whole objective recursively through a value function.  ￼ This semester, I’d contribute to PME by running a problem session that builds intuition from simple DP examples (consumption-savings, optimal stopping) to the core recursion idea, with a short handout and a few practice problems.\n"}}
{"id": "jd4_2026-01-18T07:20:20.058Z", "features": [7.141005, 10.0, 7.540188, 10.0, 10.0, 10.0, 10.0, 10.0, 0.0, 6.500623, 4.230502, 9.592378, 6.988058, 4.230502, 6.53747, 6.53747, 5.078935, 7.261293, 5.682895, 5.682895, 0.05613], "meta": {"name": "John Doe 4", "uni": "jd4", "email": "jd4@columbia.edu", "schoolYear": "CC (2028)", "raceEth": "Asian", "gpa": "3.77", "calc12": "yes", "courses": "MATH UN1207; MATH UN1101; MATH UN2000", "score_0_10": "5", "raw_score": "15.789892", "feature_version": "2", "resume_chars": "6159", "essayMath": "During my internship at The Executive Centre, I built Excel pricing models across 12 Asian markets and used sensitivity analysis to forecast upsell revenue and identify high-margin opportunities.  ￼ That experience changed how I approach math: I don’t “hope” an answer is right—I stress-test assumptions, vary parameters, and persist by turning big problems into small checks until the logic holds.\n\n", "essayCommunity": "I’m compelled by optimization and modeling because the key insight is that good decisions come from making tradeoffs explicit—an objective, constraints, and sensitivity to assumptions—rather than relying on intuition.  ￼ This semester, I’d contribute to PME by leading a problem session/workshop on sensitivity analysis and optimization-style thinking (from simple linear constraints to practical scenario grids), using examples drawn from pricing and revenue forecasting.\n\n"}}
{"id": "jd5_2026-01-18T07:23:03.130Z", "features": [9.457913, 10.0, 3.380068, 9.965981, 10.0, 10.0, 0.0, 10.0, 0.0, 2.953119, 4.230502, 8.646647, 5.50671, 0.0, 6.53747, 6.53747, 0.988233, 5.934303, 0.0, 3.429532, 0.046591], "meta": {"name": "John Doe 5", "uni": "jd5", "email": "jd5@columbia.edu", "schoolYear": "CC (2028)", "raceEth": "Asian", "gpa": "4.07", "calc12": "yes", "courses": "MATH UN1101", "score_0_10": "5", "raw_score": "12.261176", "feature_version": "2", "resume_chars": "5825", "essayMath": "At V-Nova, I worked with ~10 years of campaign data and tracked metrics like CAC, LTV, and marketing ROI to evaluate what actually worked, not what sounded good.  ￼ That experience shaped how I approach math: I persist by making assumptions explicit, checking results against the data, and iterating until the story and the numbers align.\n", "essayCommunity": "I find statistics compelling because the key insight is that uncertainty can be quantified, compared, and used to make better decisions—especially when you’re balancing multiple outcomes.  ￼ This semester, I’d contribute to PME by hosting a problem session on practical statistical thinking (sampling intuition, correlation vs causation, basic regression ideas) using examples from marketing metrics and emerging-market analysis. \n"}}
{"id": "jd6_2026-01-18T07:24:44.285Z", "features": [8.753803, 10.0, 5.61765, 9.821531, 10.0, 0.0, 10.0, 10.0, 0.0, 2.953119, 4.230502, 7.981035, 3.2968, 4.230502, 6.53747, 6.53747, 0.070822, 5.934303, 5.682895, 5.682895, 0.051126], "meta": {"name": "John Doe 6", "uni": "jd6", "email": "jd6@columbia.edu", "schoolYear": "CC (2028)", "raceEth": "Asian", "gpa": "3.94", "calc12": "yes", "courses": "MATH UN1101; MATH UN1201", "score_0_10": "5", "raw_score": "9.321895", "feature_version": "2", "resume_chars": "5137", "essayMath": "At Columbia Investment Management Company, I supported 16+ manager due diligence processes and performed risk analysis on a $300M+ position, which trained me to be systematic and careful with assumptions.  ￼ That shaped how I approach math: I write down what’s given, define terms precisely, and keep going by testing my logic with small checks and edge cases before I commit to a solution.\n", "essayCommunity": "I’m compelled by optimization because the key insight is that complex decisions become tractable when you translate them into an objective and constraints, then analyze tradeoffs transparently.  ￼ This semester, I’d contribute to PME by running a problem session on optimization-style thinking (marginal analysis, constrained maximization, sensitivity), connecting the math to real decision-making in investing and markets.\n\n"}}
{"id": "jd7_2026-01-18T07:26:36.316Z", "features": [5.764179, 10.0, 7.098914, 9.595555, 10.0, 10.0, 10.0, 10.0, 0.0, 6.500623, 6.671289, 9.391899, 7.981035, 0.0, 10.0, 6.53747, 0.070822, 3.263867, 0.0, 0.0, 0.061899], "meta": {"name": "John Doe 7", "uni": "jd7", "email": "jd7@columbia.edu", "schoolYear": "CC (2028)", "raceEth": "Hispanic or Latino", "gpa": "3.64", "calc12": "yes", "courses": "MATH UN1101; MATH UN1201; MATH UN1102", "score_0_10": "5", "raw_score": "16.040226", "feature_version": "2", "resume_chars": "4220", "essayMath": "My approach to math was shaped by researching inflation in Cyprus and publishing a paper through the Ministry of Finance.  ￼ That process forced me to be precise about definitions, assumptions, and how conclusions follow from evidence. Now, when I get stuck in math, I persist by returning to first principles, testing small cases, and tightening the logic until every step is defensible.\n", "essayCommunity": "I’m most compelled by optimization because it formalizes tradeoffs—how constraints shape outcomes—and it sits at the core of economics and decision-making.  ￼ This semester, I’d contribute to PME by organizing a problem session on constrained optimization and comparative statics (with calculus-based examples), tying the math to economic intuition in a way that’s still rigorous.\n\n\n"}}
{"id": "jd8_2026-01-18T07:27:51.881Z", "features": [7.665349, 10.0, 8.371621, 9.983991, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 6.53747, 6.53747, 0.988233, 5.934303, 3.429532, 5.682895, 0.042728], "meta": {"name": "John Doe 8", "uni": "jd8", "email": "jd8@columbia.edu", "schoolYear": "CC (2028)", "raceEth": "Hispanic or Latino", "gpa": "3.82", "calc12": "yes", "courses": "MATH UN1101; MATH UN1201; MATH UN1102; MATH UN2000", "score_0_10": "5", "raw_score": "0.691067", "feature_version": "2", "resume_chars": "5917", "essayMath": "Building Excel-based three-way financial models for M&A valuation and doing benchmarking/market research taught me to be rigorous about assumptions and consistent about how inputs flow through to outputs.  ￼ I now approach math the same way: define variables, check units/constraints, and persist by stress-testing my reasoning with small examples and edge cases before scaling up.\n", "essayCommunity": "I’m compelled by optimization because the key insight is that complex goals become solvable when you translate them into an objective with constraints—and then study sensitivity to assumptions.  ￼ This semester, I’d contribute to PME by leading a problem session on optimization-style thinking (constrained maximization, Lagrange multipliers intuition, sensitivity analysis) using examples that connect calculus to real decision-making.\n\n\n"}}
{"id": "jd9_2026-01-18T07:29:03.010Z", "features": [9.08537, 10.0, 6.284233, 10.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 6.53747, 6.53747, 0.988233, 5.934303, 3.429532, 5.682895, 0.040141], "meta": {"name": "John Doe 9", "uni": "jd9", "email": "jd9@columbia.edu", "schoolYear": "CC (2028)", "raceEth": "Multiracial", "gpa": "3.99", "calc12": "yes", "courses": "MATH UN1101; MATH UN2000", "score_0_10": "5", "raw_score": "0.736513", "feature_version": "2", "resume_chars": "9169", "essayMath": "Co-founding an AI-powered skincare mirror at Penn’s M&TSI—where I prototyped with Python and YOLOv8 and built a bottom-up financial model—taught me to turn big ideas into testable components and iterate fast when something breaks.  ￼ I now approach math the same way: define the object precisely, test small cases, and persist by debugging assumptions step-by-step until the argument is airtight.\n", "essayCommunity": "I’m most compelled by probability and stochastic systems because they provide a rigorous language for uncertainty—how outcomes distribute, how noise enters systems, and how we can still make reliable decisions.  ￼ This semester, I’d contribute to PME by leading a problem session that builds from conditional probability to simple stochastic processes and simulation, connecting theory to real applications in ML and financial engineering.\n\n\n\n"}}
{"id": "jd10_2026-01-18T07:33:30.984Z", "features": [2.17011, 10.0, 6.284233, 9.652403, 10.0, 10.0, 10.0, 10.0, 5.034147, 8.262261, 6.671289, 6.988058, 6.988058, 0.0, 6.53747, 6.53747, 0.070822, 2.670437, 7.16346, 3.429532, 0.073317], "meta": {"name": "John Doe 10", "uni": "jd10", "email": "jd10@columbia.edu", "schoolYear": "CC (2028)", "raceEth": "Multiracial", "gpa": "3.16", "calc12": "yes", "courses": "MATH UN1101; MATH UN2000", "score_0_10": "5", "raw_score": "21.827715", "feature_version": "2", "resume_chars": "4434", "essayMath": "Linear algebra is compelling to me because its core insight is that many problems become simple once you choose the right representation—vectors, bases, and transformations reveal structure you can compute and reason about.  ￼ I’d contribute to PME by hosting a hands-on workshop on geometric linear algebra (eigenvectors, projections, least squares), with short practice problems and an optional Python demo.\n", "essayCommunity": "Running rapid A/B tests and analyzing product positioning at TurboLearn trained me to rely on evidence over instinct and to learn quickly from feedback loops.  ￼ That carries into math: when I’m stuck, I treat it like an experiment—try a simpler variant, check boundary cases, and keep iterating until the pattern becomes a proof.\n\n\n\n\n"}}
